{
    "play_game": "Play Game",
    "how_to_play": "How To Play",
    "language" : "Language",
    "about" : "About",
    "choose_symbol" : "Choose Your Symbol",
    "loading" : "Loading",
    "your_turn" : "Your Turn",
    "cpu_turn" : "CPU turn",
    "you_win" : "You Win",
    "you_lose" : "You Lose",
    "draw" : "It's a draw!",
    "play_again" : "Play Again",
    "home" : "Home",
    "tic_tac_toe" : "Tic-Tac-Toe is a two-player game typically played on a 3x3 grid. The goal is to be the first player to get three of your marks (either \"X\" or \"O\") in a row horizontally, vertically, or diagonally. Here's a basic guide on how to play Tic-Tac-Toe:",
    "the_player"  : "1.  The player with \"X\" usually goes first.",
    "rules" : "Rules:",
    "two_players" : "2. Two players take turns, one using \"X\" and the other using \"O\".",
    "the_player1" : "1. The player with \"X\" usually goes first.",
    "gameplay" : "Gameplay:",
    "players_take" : "4. Players take turns placing their symbol (\"X\" or \"O\") in an empty cell of the grid.",
    "first_player": "1. The first player to get three of their symbols in a row (horizontally, vertically, or diagonally) wins the game.",
    "the_cells": "2. If all the cells are filled, and no player has three in a row, the game is a tie (a \"draw\").",
    "winning": "Winning:",
    "player_wins": "A player wins by forming a straight line of three of their symbols. This can be horizontal, vertical, or diagonal. For example:",
    "diagonal" :"Diagonal",
    "horizonal": "Horizontal",
    "vertical": "Vertical",
    "draw1": "Draw:",
    "all_the_cells": "5. If all the cells are filled, and no player has won, the game ends in a draw or a tie.",
    "declare_winner": "Declare a Winner or a Draw:",
    "once_player": "6. Once one player has achieved three in a row or all the cells are filled, the game ends. If a player has three in a row, they declare themselves the winner. If all cells are filled, and no player has three in a row, the game is a draw.",
    "play_again1": "Play Again (Optional):",
    "can_play": "7. You can play as many rounds as you like, switching the starting player each time.",
    "tic_tac_toe1": "Tic Tac Toe is a quick and straightforward game with limited possibilities, so it's possible for experienced players to reach a draw in most games. However, it's still a fun and engaging game to play with friends and family.",
    "language": "Language",
    "about": "About",
    "choose_symbol": "Choose Your Symbol",
    "loading": "Loading",
    "your_turn": "Your Turn",
    "cpu_turn": "CPU turn",
    "you_win": "You Win",
    "you_lose": "You Lose",
    "draw": "It's a draw!",
    "play_again": "Play Again",
    "home": "Home",
    "aboutScreen": "Welcome to the world of TicTacToe, where classic gameplay meets modern technology! TicTacToe is a delightful mobile game that brings the timeless fun of Tic-Tac-Toe to your fingertips, with a fresh twist. Whether you're a casual gamer looking for a quick distraction or a seasoned strategist aiming for the perfect winning streak, this game has something for everyone."
}